Repository: evrevolt/Barbecue-Calculator
Catalog: Barbecue Calculator/Localizable.xcstrings
Source language: en
Languages: ru

# %@ kg kebab from %@
source: %1$@ kg kebab from %2$@
ru: %@ кг шашлыка из %@

source: 1. How many are you?
ru: 1. Сколько вас?

source: 2. What kind of meat are we frying?
ru: 2. Какое мясо жарим?

source: 3. How hungry are you?
ru: 3. Насколько вы голодные?

source: 4. How long do we plan to be crazy?
ru: 4. Как долго планируем балдеть?

source: Activated carbon
ru: Активированный уголь

source: Adhesive plasters
ru: Лейкопластыри

source: Antihistamines
ru: Антигистаминные препараты

source: Axe
ru: Топор

source: Badminton
ru: Бадминтон

source: Ball
ru: Мяч

source: Bandage
ru: Бинт

source: Beverages
ru: Напитки

source: Brazier
ru: Мангал

source: Bread, lavash
ru: Хлеб, лаваш

source: Calculator
ru: Калькулятор

source: Check list
ru: Список

source: Cheese
ru: Сыр

source: Chess
ru: Шахматы

source: Coal starter
ru: Угольный стартер

source: Crosswords, magazines
ru: Кроссворды, журналы

source: Cutting board
ru: Разделочная доска

source: Disposable tableware
ru: Одноразовая посуда

source: First aid kit
ru: Аптечка первой помощи

source: Fishing rod and fishing tackle
ru: Удочка и рыболовные снасти

source: Folding chairs
ru: Складные стулья

source: Folding table
ru: Складной стол

source: Frisbee
ru: Фрисби

source: Fruits
ru: Фрукты

source: Furniture
ru: Мебель

source: Garbage bags
ru: Мешки для мусора

source: Greenery
ru: Зелень

source: Guitar
ru: Гитара

source: Hydrogen peroxide
ru: Перекись водорода

source: Ignition fluid
ru: Жидкость для розжига

source: Insect bite repellent
ru: Средство от укусов насекомых

source: Items
ru: Предметы

source: Juice, compote
ru: Сок, компот

source: Jump rope
ru: Скакалка

source: Knife
ru: Нож

source: Let's have a good time! We rarely get together!
ru: Нормально посидим! И так редко собираемся!

source: Matches, lighter
ru: Спички, зажигалки

source: Max people:
ru: Максимум человек:

source: Mayonnaise, mustard, ketchup, sauce
ru: Майонез, горчица, кетчуп, соус

source: Meat/vegetables for barbecue
ru: Мясо/овощи для шашлыка

source: Outdoor games
ru: Игры на открытом воздухе

source: Painkiller
ru: Обезболивающее

source: Paper napkins
ru: Бумажные салфетки

source: Personal medications
ru: Личные медикаменты

source: Plaid, bedspread
ru: Плед, покрывало

source: Playing cards
ru: Игральные карты

source: Products
ru: Продукты

source: Settings
ru: Настройки

source: Skewers, grill
ru: Шампура, решетка

source: Smoked meats, sausages
ru: Копчёности, сосиски

source: Still water
ru: Негазированная вода

source: Sunscreen
ru: Солнцезащитный крем

source: Tablecloth, oilcloth
ru: Скатерть, клеенка

source: Toilet paper
ru: Туалетная бумага

source: Towels
ru: Полотенца

source: Twister
ru: Твистер

source: We'll quickly - half a kebab and home
ru: Мы быстро - по полшашлычинки и домой

source: We'll sit until the brazier falls apart!
ru: Пока мангал не развалится будем сидеть!

source: Wet hand wipes
ru: Влажные салфетки для рук

source: Zelenka or iodine
ru: Зеленка или йод
